
test_text = "Я люблю барашка, он такой милый и ... и очень очень хороший 100 @!"

scientific_text = "Бустинг над решающими деревьями считается одним из наиболее эффективных методов с точки зрения" \
                  " качества классификации. Во многих экспериментах наблюдалось практически неограниченное " \
                  " уменьшение частоты ошибок на независимой тестовой выборке по мере наращивания композиции." \
                  " Более того, качество на тестовой выборке часто продолжало улучшаться даже после достижения" \
                  " безошибочного распознавания всей обучающей выборки. Это перевернуло существовавшие " \
                  " долгое время представления о том, что для повышения обобщающей способности необходимо" \
                  " ограничивать сложность алгоритмов. На примере бустинга стало понятно, что хорошим качеством " \
                  " могут обладать сколь угодно сложные композиции, если их правильно настраивать."

artistic_text = "Впрочем, это был не город, a просто россыпь домов, небольших современных строений простой," \
                " угловатой формы, сверкавших глазницами больших окон. В отдалении виднелись более крупные" \
                " сооружения, и по бледным клубам дыма нaд ними можно было предположить, что это промышленная " \
                " зона. А прямо перед Дэгни нa стройной гранитной колонне, начинавшейся где-то внизу, слепя ее " \
                " и затмевая своим блеском все остальное, стоял знак доллара высотой в три фута, сделанной из" \
                " чистого золота. Он парил нaд городом, кaк герб, фирменный знак, кaк маяк, и, подобно отражателю," \
                " ловил лучи солнца, рассеивал их в воздухе нaд крышами, кaк небесную благодать."

publicistic_text = "Какая дикость! Совсем недавно объявили справедливо: падение рубля – национальная катастрофа." \
                   " Но, простите, национальная катастрофа с падением рубля произошла гораздо раньше, " \
                   " когда рубль стал равен центу. Вот тогда надо было говорить и спохватываться. Мы все знаем:" \
                   " план экономических реформ никогда не был объявлен. Почему? Если его нет – тогда это авантюра," \
                   " если он есть – тогда почему его скрывают? Нам известно из прессы: то там, то здесь происходят" \
                   " скандальные случаи приватизации за бесценок. И мы знаем, как катастрофически падает наша" \
                   " рядовая и блистательная наука, падает наше образование, падает медицина, миллиарды долларов" \
                   " в год разграбляются и увозятся из страны. Третий год мы слышим одно и то же: борьба" \
                   " с преступностью. Скажите, где открытые суды, где грозные приговоры? Можете вы назвать," \
                   " слышали вы их?"
