
test_text = "Я люблю барашка, он такой милый и ... и очень очень хороший 100 @ стали ключ зверь во-первых барашка руб " \
            "машина него ее их!"

scientific_text = "Бустинг над решающими деревьями считается одним из наиболее эффективных методов с точки зрения" \
                  " качества классификации. Во многих экспериментах наблюдалось практически неограниченное " \
                  " уменьшение частоты ошибок на независимой тестовой выборке по мере наращивания композиции." \
                  " Более того, качество на тестовой выборке часто продолжало улучшаться даже после достижения" \
                  " безошибочного распознавания всей обучающей выборки. Это перевернуло существовавшие " \
                  " долгое время представления о том, что для повышения обобщающей способности необходимо" \
                  " ограничивать сложность алгоритмов. На примере бустинга стало понятно, что хорошим качеством " \
                  " могут обладать сколь угодно сложные композиции, если их правильно настраивать."

artistic_text = "Эдди Уиллерс покачал головой, когда скрежет ржавого механизма, переключавшего огни в светофоре," \
                " остановил его на краю тротуара. Он был рассержен на себя самого. Сегодня у него не было " \
                "никаких причин вспоминать про этот дуб. Давняя история ничего более не значила для него," \
                " кроме легкого прикосновения печали, но где-то внутри капельки боли, торопливо скользившие" \
                " словно по оконному стеклу, оставляли за собой след в виде вопросительного знака." \
                "Он не хотел, чтобы с детскими воспоминаниями было связано нечто печальное; он любил все," \
                " связанное со своим детством: каждый из прежних дней был заполнен спокойным и ослепительным" \
                " солнечным светом. Ему казалось, что несколько лучей этого света еще достигают настоящего:" \
                " впрочем, скорее, не лучей, а дальних огоньков, иногда своими отблесками озарявших его работу," \
                " одинокую квартиру, тихое и размеренное шествие дней." \
                "«А нет ли у этих нефтяных месторождений, – вдруг пришло в голову Эдди, – чего-то общего с " \
                "кровеносными сосудами, нарисованными на карте? И не случайно ли когда-то красный ручей " \
                "«Таггерт Трансконтинентал» пересек всю страну, совершив невозможное?» Ему представились" \
                " скважины, выбрасывающие нефтяные потоки, черными реками разливающися по континенту едва" \
                " ли не быстрее, чем поезда «Феникс-Дуранго». Это месторождение занимало скалистый пятачок" \
                " в горах Колорадо и уже давно считалось выработанным и заброшенным. Отец Эллиса Уайэтта " \
                "умел выжимать из задыхавшихся скважин скромный доход до конца своих дней. А теперь словно" \
                " бы кто-то впрыснул адреналин в самое сердце горы, и оно забилось по-новому, гоняя черную" \
                " кровь. Конечно же, кровь, подумал Эдди Уиллерс, ибо кровь питает, животворит, и это сделала" \
                " нефть «Уайэтт Ойл». Она дала пустынным склонам новую жизнь, дала району, ничем прежде не" \
                " отмеченному ни на одной карте, новые города, новые электростанции, новые фабрики. «Новые " \
                "фабрики в то самое время, когда доходы от перевозок продукции всех знаменитых прежде предприятий" \
                " год за годом постепенно сокращались; богатые новые месторождения, в то время, когда один" \
                " за другим останавливались насосы скважин известных месторождений; новый промышленный штат " \
                "там, где всякий рассчитывал обнаружить разве что несколько коров и засаженный свеклой огород. Это" \
                " сделал один человек, причем всего за восемь лет», – размышлял Эдди Уиллерс, вспоминая" \
                " невероятные истории, которые ему приходилось читать в школьных учебниках и которым он" \
                " не слишком доверял, – рассказы о людях, живших в период становления этой страны. Ему" \
                " хотелось бы познакомиться с Эллисом Уайэттом. Об этом человеке часто говорили, но" \
                " встречались с ним немногие, поскольку он редко приезжал в Нью-Йорк. Будто ему тридцать " \
                "три года, и он обладает буйным нравом. Он обнаружил какой-то способ возрождать истощенные " \
                "нефтяные месторождения, чем и занимался по сию пору."

publicistic_text = "Какая дикость! Совсем недавно объявили справедливо: падение рубля – национальная катастрофа." \
                   " Но, простите, национальная катастрофа с падением рубля произошла гораздо раньше, " \
                   " когда рубль стал равен центу. Вот тогда надо было говорить и спохватываться. Мы все знаем:" \
                   " план экономических реформ никогда не был объявлен. Почему? Если его нет – тогда это авантюра," \
                   " если он есть – тогда почему его скрывают? Нам известно из прессы: то там, то здесь происходят" \
                   " скандальные случаи приватизации за бесценок. И мы знаем, как катастрофически падает наша" \
                   " рядовая и блистательная наука, падает наше образование, падает медицина, миллиарды долларов" \
                   " в год разграбляются и увозятся из страны. Третий год мы слышим одно и то же: борьба" \
                   " с преступностью. Скажите, где открытые суды, где грозные приговоры? Можете вы назвать," \
                   " слышали вы их?"
